const qnaList = [
  {id: 1, title: 'MAS는 어떤 동아리인가요?', content: 'MAS(My Ability Share)는 다양한 전공 프로젝트를 기획하고 개발하며, 교내외 공모전과 해커톤에 참가해 실무 역량을 키우는 동아리입니다. 또한 코드 리뷰와 기술 세미나를 통해 전공 지식을 깊이 있게 공유하고, 진로 고민을 나누며 포트폴리오 피드백을 받는 등 소통과 협력을 바탕으로 함께 성장하고 끊임없이 도전하는 것을 목표로 합니다. 전공을 깊이 배우고, 팀원과 함께 성장하는 의미 있는 경험을 쌓고 싶다면 MAS로!!✨' },
  {id: 5, title: 'MAS에 합류하면 구체적으로 어떤 점이 좋은가요?', content: '완성도 높은 실전 포트폴리오 아이디어 기획부터 실제 개발 구현까지 전 과정을 직접 수행하며, 어디서나 인정받을 수 있는 수준 높은 프로젝트 결과물을 손에 얻게 됩니다. 또한 같은 목표를 향해 달리는 열정적인 선후배들과 소통하며, 단순히 지식을 나누는 관계를 넘어 평생을 함께할 소중한 인간관계를 쌓을 수 있습니다!! \n현업 수준의 실무 감각 체득 실제 IT 기업에서 사용하는 코드 리뷰 문화와 각종 협업 툴을 활용해 봄으로써, 현업에 즉시 투입되어도 손색없는 개발 환경을 미리 경험합니다. 공모전과 해커톤이라는 치열한 도전의 현장에서 팀원들과 함께 고민하고 문제를 해결하며, 스스로의 한계를 뛰어넘는 짜릿한 성취감을 맛볼 수 있습니다.\n"전공을 깊이 배우고, 팀원과 함께 성장하는 의미 있는 경험을 쌓고 싶다면 지금 바로 MAS로 지원하세요!✨"' },
]

export default qnaList;
